// да се дефинира двумерен масив от имена на месеците и броя на дните във всеки месец да се изведе информация за всеки месец какъв брой дни има.

using System;

namespace ZadachiMasiv
{
    internal class MasivZadacha3
    {
        static void Main(string[] args)
        {
            string[,] months = new string[12, 2]
            {
                {"Януари", "31"},
                {"Февруари", "28/29"},
                {"Март", "31"},
                {"Април", "30"},
                {"Май", "31"},
                {"Юни", "30"},
                {"Юли", "31"},
                {"Август", "31"},
                {"Септември", "30"},
                {"Октомври", "31"},
                {"Ноември", "30"},
                {"Декември", "31"}
            };
            for(int i=0; i <12; i++)
            {
                Console.WriteLine($"{months[i,0]} има {months[i,1]} дена.");
            }







        }
    }
}
